{
  "authors": [
    {
      "img": "/img/blog/prabhat.jpg",
      "bio": "Prabhat Sharma is the founder of OpenObserve, bringing extensive expertise in cloud computing, Kubernetes, and observability. His interests also encompass machine learning, liberal arts, economics, and systems architecture. Outside of work, Prabhat enjoys spending quality time playing with his children.",
      "facebookUrl": "",
      "name": "Prabhat Sharma",
      "slug": "prabhat",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/hiprabhat/",
      "twitterUrl": "https://twitter.com/hiprabhat",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/authors/johnson.jpeg",
      "bio": "Johnson, a DevOps Engineer at Standup AI, boasts a rich tapestry of expertise across diverse Information Technology domains. Armed with a comprehensive skill set ranging from virtualization to the latest advancements in cloud technologies, he is unwaveringly committed to propelling innovation and operational efficiency within the field. With a thirst for continuous improvement, Johnson is currently focused on expanding his knowledge and mastering new dimensions within his role as a DevOps Engineer. Beyond the professional sphere, he dedicates his spare time to quality moments with his first son and wife.",
      "facebookUrl": "",
      "name": "Johnson Huynh",
      "slug": "johnson",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/johnson-huynh-24601754/",
      "twitterUrl": "",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/hengfei.jpeg",
      "bio": "Hengfei Yang is the founding engineer at OpenObserve. He has extensive experience in distributed system development. He is passionate about open source and has interests in traveling, music and photography.",
      "facebookUrl": "",
      "name": "Hengfei Yang",
      "slug": "hengfei",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/hengfeiyang/",
      "twitterUrl": "https://twitter.com/HengfeiYang",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/user.jpg",
      "bio": "Zhao Wei is an engineer at Jidu, with a strong background in cloud computing, Kubernetes and observability. He is currently an APM expert at Jidu.",
      "facebookUrl": "",
      "name": "Zhao Wei",
      "slug": "domyway",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/hengfeiyang/",
      "twitterUrl": "https://twitter.com/HengfeiYang",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/ashish.jpg",
      "bio": "Ashish is obsessed with building high performance systems with simplicity in mind. He has vast experience in multiple disciplines like front end, back end, streaming, analytics and more.",
      "facebookUrl": "",
      "name": "Ashish Kolhe",
      "slug": "ashish",
      "youtubeUrl": "",
      "linkedInUrl": "https://linkedin.com/in/ashish-kolhe-10605b33",
      "twitterUrl": "https://twitter.com/AshishK39675384",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/authors/kirtan.jpg",
      "bio": "Kirtan is passionate about crafting fast and user-friendly websites and web apps. He is dedicated to innovation and excellence in the tech realm, with expertise in harnessing the latest technologies to develop cutting-edge web solutions.",
      "facebookUrl": "",
      "name": "Kirtan Thakkar",
      "slug": "kirtan",
      "youtubeUrl": "",
      "linkedInUrl": "https://linkedin.com/in/kirtan-thakkar/",
      "twitterUrl": "https://twitter.com/kirtan_thakkar",
      "instagramUrl": ""
    },
    {
      "name": "OpenObserve Team",
      "slug": "openobserve-team",
      "img": "/img/blog/favicon.svg",
      "bio": "The OpenObserve Team comprises dedicated professionals committed to revolutionizing system observability through their innovative platform, OpenObserve. Dedicated to streamlining data observation and system monitoring, offering high performance and cost-effective solutions for diverse use cases."
    },
    {
      "img": "/img/blog/authors/manaspfp.jpg",
      "bio": " Manas is a passionate Dev and Cloud Advocate with a strong focus on cloud-native technologies, including observability, cloud, kubernetes, and opensource. building bridges between tech and community,",
      "facebookUrl": "",
      "name": "Manas Sharma",
      "slug": "manas",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/manas-sharma-a49295220/",
      "twitterUrl": "https://x.com/manassharma__",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/authors/chaitanya.jpeg",
      "bio": "Chaitanya Sistla is a Principal Solutions Architect with 13X certifications across cloud, data, DevOps, and cybersecurity. Leveraging extensive startup experience and a focus on MLOps, Chaitanya excels at designing scalable, innovative solutions that drive operational excellence and business transformation.",
      "facebookUrl": "",
      "name": "Chaitanya Sistla",
      "slug": "chaitanya",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/chaitanyasistla",
      "twitterUrl": "",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/authors/sampath.jpeg",
      "bio": " Sampath is a Developer Advocate at OpenObserve with a background in DevOps and Cloud, passionate about Observability and Open Source technologies",
      "facebookUrl": "",
      "name": "Sampath Siva Kumar Boddeti",
      "slug": "Sampath",
      "youtubeUrl": "",
      "linkedInUrl": "https://www.linkedin.com/in/sampathsivakumar-boddeti/",
      "twitterUrl": "",
      "instagramUrl": ""
    },
    {
      "img": "/img/blog/authors/nitya.png",
      "bio": "Nitya is a Developer Advocate at OpenObserve, with a diverse background in software development, technical consulting, and organizational leadership. Nitya is passionate about open-source technology, accessibility, and sustainable innovation.",
      "facebookUrl": "",
      "name": "Nitya Timalsina",
      "slug": "nitya",
      "youtubeUrl": "http://www.youtube.com/@nityatimalsina46",
      "linkedInUrl": "https://www.linkedin.com/in/timalsina/",
      "twitterUrl": "https://x.com/nityatimalsina",
      "instagramUrl": ""
    }
  ]
}
