{
    "authors": [
      {
        "name": "Prabhat Sharma",
        "slug": "prabhat",
        "img": "img/blog/prabhat.jpg",
        "bio": "Prabhat Sharma is the founder of OpenObserve. He has deep background in cloud, kubernetes, observability and more. He has interests in machine learning, liberal arts, economics and systems architecture. In his spare time he spends time playing with his kids.",
        "facebookUrl": "",
        "youtubeUrl": "",
        "twitterUrl": "https://twitter.com/hiprabhat",
        "linkedInUrl": "https://www.linkedin.com/in/hiprabhat/",
        "instagramUrl": ""
      },
      {
        "name": "Johnson Huynh",
        "slug": "johnson",
        "img": "img/blog/authors/johnson.jpeg",
        "bio": "Johnson, a DevOps Engineer at Standup AI, boasts a rich tapestry of expertise across diverse Information Technology domains. Armed with a comprehensive skill set ranging from virtualization to the latest advancements in cloud technologies, he is unwaveringly committed to propelling innovation and operational efficiency within the field. With a thirst for continuous improvement, Johnson is currently focused on expanding his knowledge and mastering new dimensions within his role as a DevOps Engineer. Beyond the professional sphere, he dedicates his spare time to quality moments with his first son and wife.",
        "facebookUrl": "",
        "youtubeUrl": "",
        "twitterUrl": "",
        "linkedInUrl": "https://www.linkedin.com/in/johnson-huynh-24601754/",
        "instagramUrl": ""
      },
      {
        "name": "Hengfei Yang",
        "slug": "hengfei",
        "img": "img/blog/hengfei.jpeg",
        "bio": "Hengfei Yang is the founding engineer at OpenObserve. He has extensive experience in distributed system development. He is passionate about open source and has interests in traveling, music and photography.",
        "facebookUrl": "",
        "youtubeUrl": "",
        "twitterUrl": "https://twitter.com/HengfeiYang",
        "linkedInUrl": "https://www.linkedin.com/in/hengfeiyang/",
        "instagramUrl": ""
      },
      {
        "name": "Zhao Wei",
        "slug": "domyway",
        "img": "img/blog/user.jpg",
        "bio": "Zhao Wei is an engineer at Jidu, with a strong background in cloud computing, Kubernetes and observability. He is currently an APM expert at Jidu.",
        "facebookUrl": "",
        "youtubeUrl": "",
        "twitterUrl": "https://twitter.com/HengfeiYang",
        "linkedInUrl": "https://www.linkedin.com/in/hengfeiyang/",
        "instagramUrl": ""
      },
      {
        "name": "Ashish Kolhe",
        "slug": "ashish",
        "img": "img/blog/ashish.jpg",
        "bio": "Ashish is obsessed with building high performance systems with simplicity in mind. He has vast experience in multiple disciplines like front end, back end, streaming, analytics and more.",
        "facebookUrl": "",
        "youtubeUrl": "",
        "twitterUrl": "https://twitter.com/AshishK39675384",
        "linkedInUrl": "https://linkedin.com/in/ashish-kolhe-10605b33",
        "instagramUrl": ""
      }
    ]
  }
  