{
  "breadcrumbs": [
    {
      "name": "Home",
      "to": "/",
      "disabled": false
    },
    {
      "name": "Careers",
      "to": "#",
      "disabled": true
    }
  ],
  "content": {
    "title": "Company overview",
    "items": [
      {
        "title": "Revolutionizing the Way Businesses Optimize Their Systems",
        "desc": "OpenObserve is a technology company that provides innovative solutions for modern businesses. OpenObserve's mission is to empower organizations to optimize their systems, streamline their operations, and make data-driven decisions. The company's solutions are designed to help businesses unlock the full potential of their data by providing advanced search and observability technologies<br/><br/>OpenObserve is committed to providing exceptional customer service and support to its customers. The company works closely with its customers to understand their unique business needs and provide tailored solutions that meet those needs.With OpenObserve, businesses can rest assured that they have a reliable partner in their technology journey.",
        "image": "/img/careers/revolutions.svg"
      },
      {
        "title": "Experience the Next Generation of Observability and Search Technology",
        "desc": "OpenObserve's innovative products include OpenObserve, a cutting-edge open-source observability platform designed for the cloud, kubernetes and bare metal alike that allows you to monitor your logs, metrics, and traces with ease. zPlane offers an enterprise version of OpenObserve for large businesses to meet their complex requirements. Both products offer exceptional cost savings and top-notch performance, enabling businesses to gain valuable insights into their systems' health and ultimately improve their software's quality.",
        "image": "/img/careers/experianceNext.svg"
      }
    ]
  },
  "cardItems": {
    "title": "Why Work With Us?",
    "subtitle": "OpenObserve is the fastest-growing open source search engine backed by leading VCs and angel investors. You will be part of the team that is reinventing the search space.",
    "items": [
      {
        "title": "Fully Remote",
        "desc": "Flexibility to allow employees to take personal time with work",
        "image": "/img/careers/FullyRemote.svg"
      },
      {
        "title": "Stock Options",
        "desc": "We share our company's success by rewarding employees with our stocks",
        "image": "/img/careers/StockOptions.svg"
      },
      {
        "title": "Future of Search",
        "desc": "We will drive with you through the exciting journey and opportunities to shape the future of search",
        "image": "/img/careers/FutureSearch.svg"
      },
      {
        "title": "Latest Tech Stack",
        "desc": "We provide you the flexibility to work on various latest tech stack used widely across the industry",
        "image": "/img/careers/LatestTechStack.svg"
      },
      {
        "title": "Fast-Growing Company",
        "desc": "You will get diverse learning options to grow yourself along with the company",
        "image": "/img/careers/FastGrowingCompany.svg"
      },
      {
        "title": "Flexible Timing",
        "desc": "Employees have the privilege to manage their timings and get the work done",
        "image": "/img/careers/FlexibleTiming.svg"
      }
    ]
  },
  "hiring": {
    "title": "We're Hiring",
    "subtitle": "At OpenObserve, we are always on the lookout for passionate technology enthusiasts who are eager to work on cutting-edge tech stacks.",
    "jobs": [
      {
        "id": "quality-assurance",
        "title": "Quality Assurance (QA)",
        "description": "<h2 class='font-semibold'>Role Summary:</h2> <p>We are seeking a seasoned Quality Assurance (QA) Specialist to join our dynamic team. The ideal candidate will have a firm understanding of both manual and automated testing, with specific expertise in using the Cypress testing framework. An understanding of performance testing using Locust would be a great plus. The successful candidate will be responsible for ensuring the high quality and optimal performance of our software products prior to release.</p><br/> <h2 class='font-semibold'>Key Responsibilities:</h2><ul class='list-disc ml-4'><li>Design, develop, and execute detailed manual and automated test cases and scripts using Cypress.</li> <li>Evaluate product functionality and create test strategies and test cases to assess product quality.</li><li>Identify, record, document thoroughly, and track bugs to resolution.</li> <li>Perform thorough regression testing when bugs are resolved.</li> <li>Liaise with internal teams (e.g., developers and product managers) to identify system requirements and ensure consistent project execution.</li> <li>Utilize Locust to perform performance testing and analyze results, identifying any performance issues and suggesting optimizations.</li> <li>Develop, maintain, and continuously improve processes, systems, measurement practices, and metrics reporting for the QA function.</li> <li>Work collaboratively within the team to promote innovative quality practices and methods.</li> </ul> <br/><h2 class='font-semibold'>Required Qualifications and Skills:</h2><ul class='list-disc ml-4'><li>Bachelor's Degree in Computer Science, Engineering, or a related field.</li> <li>Minimum of 3 years experience in software quality assurance, including both manual and automated testing.</li> <li>Proficient with Cypress, with a clear understanding of how to create test cases and scripts.</li> <li>Strong knowledge of software QA methodologies, tools, and processes.</li> <li>Excellent problem-solving skills, with the ability to identify, analyze, and resolve issues creatively and independently.</li> <li>Excellent written and verbal communication skills.</li> <li>Self-motivated with strong organizational skills and a keen attention to detail.</li> </ul><br/> <h2 class='font-semibold'>Preferred Qualifications:</h2> <ul class='list-disc ml-4'> <li>Experience with performance testing, ideally using the Locust testing tool.</li> <li>ISTQB certification or any other related software testing certifications.</li> <li>Experience working in an Agile/Scrum development process.</li> </ul> <br> <br> Location: Remote, Pune, India",
        "btnText": "Apply Here"
      }
    ]
  }
}